[["Abortion, Embryology and Euthanasia- Against", "medical procedures such as euthanasia, assisted killing, abortion and embryo destruction should be illegal"], ["Academy Schools - for", "Voted in favour of academy schools; schools free of local government control and only answerable to central government."], ["Action to prevent domestic violence", "Action should be taken to prevent domestic violence"], ["Additional Rate of Income Tax - Increase", "The additional rate of income tax (45% on income over £150,000 for 2013/14) ought be increased. "], ["Against On-Shore Wind Turbines", "Electricity generating wind turbines shouldn't be built on land in the UK"], ["Apprenticeships", "Apprenticeships should be encouraged"], ["Assisted Dying", "it should be legal to assist a terminally ill individual who wishes to die, to die."], ["Asylum System - More strict", "the asylum system should be stricter by tightening the criteria for acceptance, setting tougher rules for allowable activities and making it easier for government agencies to remove asylum seekers"], ["Balance the Budget Without Borrowing", "The government should balance its budget without borrowing"], ["Ban fox hunting", "hunting foxes with dogs should be banned"], ["Bankers' Bonus Tax", "That there ought be a specific tax on Bankers' Bonuses"], ["Business and community control of schools: For", "local businesses and community groups should have greater control over the running of individual state schools (called \"Trust Schools\", \"Free Schools\", etc)"], ["Cap or Reduce Civil Service Redundancy Payments", "Civil service redundancy payments ought be capped or reduced"], ["Civil aviation pollution - For limiting", "there is too little protection for residents under flight paths, and we need to increase the industry's transparency and give those who are aggrieved some form of redress"], ["Closed Material Proceedure", "There should be a system for introducing material to a court privately without the public or parties to the case having access to it."], ["Coalition Programme for Government - For", "the policies outlined in the \"programme for government\" also known as the \"coalition agreement\" agreed between the Conservatives and Liberal Democrats are right. "], ["Control Orders", "the government should get all the powers for making Control Orders it asks for against terrorist suspects, with as little judicial oversight as possible"], ["Corporal punishment of children - Against", "children should be given equal protection in law from assault to that enjoyed by adults, banning all corporal punishment of children"], ["Crossrail - In favour", "the Crossrail scheme, the proposed train line through London From East to West, should be built"], ["Cull Badgers", "Badgers ought be culled in an effort to control bovine tuberculosis."], ["Deployment of UK armed forces in Afghanistan", "UK armed forces should be deployed in Afghanistan"], ["Do more to help refugees inclding children", "the UK should do more to help refugees including children"], ["Employee Shareholder Status", "Employers ought be permitted not to extend certain employment rights to those with employee shareholders status."], ["Encourage and incentivise saving", "Encouraging and incentivising people to save money is a good idea"], ["End support for some 16-18 yr olds in education", "The government ought stop payments made to some 16-18 year olds to support them in education and training. "], ["Energy Prices - More Affordable", "Energy prices ought be reduced and measures ought be introduced to make energy more affordable."], ["English Votes on English Laws etc.", "English MPs should have a veto over laws only affecting England (and English and Welsh MPs should have a veto over laws only affecting England and Wales etc.). "], ["Equal Number of Electors Per Constituency - for", "Parliamentary constituencies ought to contain approximately equal number of electors"], ["European Union - For", "the European Union's institutions and mechanisms should be strengthened and that Britain should be more closely integrated with the European Union"], ["Excess Bedroom Benefit Penalty for Social Tenants", "Housing related benefits should be reduced for social housing tenants who are deemed to have excess bedrooms."], ["Extend Right to Buy to Housing Associations", "Housing association tenants ought have a right to buy their homes."], ["Fixed Term Parliaments", "There should be regular general elections at set intervals. "], ["For the UK to Remain a Member of the EU", "The UK should remain a member of the EU"], ["Foundation hospitals - In favour", "foundation hospitals should be introduced"], ["Fox hunting - Ban", "people should not be allowed to hunt wild animals (primarily foxes) with hounds"], ["Freedom of Information Bill 2000 - Strengthen", "The public has a right to know any information held by the Government with as few exceptions as possible"], ["Fully Elected House of Lords", "the House of Lords should be wholly elected "], ["Further Devolution to Scotland", "More powers should be devolved from the UK Parliament to the Scottish Parliament and Scottish Government"], ["Further devolution to Wales", "Further powers ought be devolved from the UK Government to the Welsh Government."], ["Gambling - Against permissiveness", "gambling should not be made more accessible by allowing it for younger people, increasing the number of gambling establishments, or otherwise promoting it"], ["GP Commissioning in the NHS", "GPs should buy services such as out of hours care, ambulance services and hospital care on behalf of their patients. "], ["Higher taxes on alcoholic drinks", "taxes on alcoholic drinks ought be higher. (Includes alcohol duty rates and VAT)"], ["Higher taxes on banks", "Banks should be taxed more"], ["Higher taxes on sugary drinks", "There should be higher taxes on sugary drinks"], ["Hold a UK referendum on Lisbon EU Treaty", "the EU's Lisbon Reform Treaty amounts to little more than the provisions of the failed EU Constitution re-presented as revisions to the existing treaties, and that as all major political parties promised a referendum on the Constitution at the 2005 General Election the Lisbon Treaty should not now be ratified in the UK without a referendum"], ["Homosexuality - Equal rights", "gays and lesbians should have the same rights as heterosexuals, including an equal age of consent and the right to adopt; that same-sex couples should be provided partnership rights equivalent to those of married heterosexual couples; and that discrimination on the basis of sexual orientation should be made illegal"], ["HS2 - In Favour", "The HS2 rail link ought be built between London and Birmingham"], ["Human Rights and Equality", "Human rights and equality are important principles "], ["Identity cards - For introduction", "compulsory Identity Cards and the National Identity Register should be introduced"], ["In Favour of Mass Surveillance", "The UK state should, subject to safeguards, be allowed to obtain, retain and look at personal and private information from the population en-mass eg. people's communications, health records, travel data etc. "], ["Incentivise Low Carbon Electricity Generation", "The government ought provide financial incentives to encourage electricity generation with low carbon emissions."], ["Incentivise membership of press regulator", "There should be incentives, in the form of reduced risk of court costs, for membership of a state approved press regulator. "], ["Increase Air Passenger Duty", "Air Passenger Duty should be increased"], ["Increase the income tax - tax free allowance", "increase the personal tax free allowance for income tax reduce income tax for many people and to remove some from income tax all together. "], ["Increase VAT", "The VAT rate should be increased"], ["Inheritance Tax", "Inheritance tax rates ought be higher and thresholds for starting paying the tax ought be lower. ie. they are in favour of inheritance tax. "], ["Iraq 2003 - For the invasion", "there was a case to justify the United Kingdom participating in the US invasion of Iraq which began in March 2003"], ["Iraq Investigation - Necessary", "the handling of the US led invasion of Iraq in 2003, including the failure of the intelligence about Weapons of Mass Destruction, must be investigated; that those responsible should be held to account; that none of the inquiries so far have been satisfactory"], ["Jobs Guarantee for Long Term Young Unemployed", "Jobs ought be created for young people who have been unemployed for a long period of time. "], ["Limit NHS Foundation Trust Private Patient Income", "the ability of NHS Foundation Trusts to make money from private patients ought be restricted and reduced"], ["Localise Council Tax Support", "Support paying council tax for those on low incomes ought be arranged by local councils."], ["Lower taxes on petrol & diesel for motor vehicles", "Taxes on petrol and diesel for vehicles ought be lower"], ["Make High Earners Pay Market Rent for Council Home", "Higher Earners should pay market rates for council homes"], ["Make it easier to trigger a new election for an MP", "It ought be easier to trigger a new election for an MP in a particular constituency. "], ["Mansion Tax", "There ought be an annual tax on the value of properties worth over a certain amount. The proposed tax is popularly known as the mansion tax."], ["Mass Retention of Communications Data", "we should require the mass retention of information about communications, (but not the content of those communications)\n"], ["Measures to reduce tax avoidance. ", "we should have more measures to reduce tax avoidance. "], ["Member trustees on pension boards", "There should be member trustees on pension boards"], ["Merge Police and Fire under Police & Crime Cmmr", "Police and Crime Cmmrs should have their role expanded to cover the Fire and Rescue service."], ["Military Action against Daesh / ISIL ", "The actions of Daesh / ISIL need to be tackled by military action"], ["Ministers Can Intervene in Coroners' Inquests", "Ministers should be able to legally intervene in a coroner's inquest and either order it to take place without a jury or suspend it and impose an inquiry in its place.\n\n"], ["Minumum Wage", "There should be a minimum wage and it ought be higher"], ["More funds for social care", "The Government should provide more money for social care such as personal care and practical assistance provided for people in need."], ["More Generous Benefits for Ill and Disabled", "the Government should pay more generous benefits to those unable to work due to illness or disability."], ["More powers for local councils", "power ought be devolved from central government to local councils"], ["No detention without charge or trial", "there is no excuse to arrest and detain suspects without charging them with an offence and bringing a prosecution in a court of law on the basis of the evidence"], ["No Polls Clash With MP Election System Referendum", "The referendum on the system for electing MPs should be held on its own, or at least at the same time as as few other polls as possible. "], ["Nuclear power - For", "the UK's Nuclear Power program is vital today, and should be expanded in the future"], ["Parliamentary scrutiny - Reduce", "that Parliamentary scrutiny of new legislation should be reduced"], ["Pension auto-enrolment - For", "low-to-mid income earners should be enrolled into pension schemes automatically"], ["Phase out of Tenancies for Life ", "Tenancies for Life should be phased out and new tenancies for life should not be commenced. "], ["Police and Crime Commissioners", "Elected Police and Crime Commissioners ought be responsible for local policing and crime strategy."], ["Post office - in favour of Government policy", "the Post Office modernization programme as implemented by the Government is a good thing"], ["Post office closures - against", "all post offices should be saved and if necessary subsidised"], ["Prevent abuse of zero hours contracts", "there should be regulations to prevent abuses of zero hours contracts"], ["Privatise Royal Mail", "The Royal Mail should be privatised. "], ["Promote Occupational Pensions", "The Government ought promote workplace pension schemes for example by making them tax efficient and easy for employers to run and for employees to understand. "], ["Proportional Representation Voting System - For ", "the voting system should change to a more proportional one which links vote and seat numbers more equally\n\n\n"], ["Protesting near Parliament - Unrestricted", "the right to protest by all people, including Brian Haw, in Parliament Square and the surrounds must be preserved"], ["Public Ownership of Railways", "Railways should be state owned and run"], ["Rail Fares - Lower", "Rail fares should be lower. "], ["Recreational drugs - Against legalization", "recreational drugs (excluding alcohol) should not be made more available or less illegal; that penalties for suppliers and users should be increased; and that a greater awareness of the negative consequences of drug abuse should be promoted"], ["Reduce capital gains tax", "Capital gains taxes should be reduced. "], ["Reduce central funding for local government", " central government should provide less money to local government"], ["Reduce Spending on Welfare Benefits", "the UK state should reduce spending on social security and welfare benefits, including state assistance provided via the tax system. "], ["Reduce the rate of Corporation Tax", "the main rate of Corporation Tax ought be reduced"], ["Reducing the number of MPs - for", "the number of constituencies represented in Parliament should be reduced, and that therefore should be fewer MPs"], ["Referendum on Alternative Vote for MP Elections", "There should be a referendum to decide if MPs should be elected using the preferential voting system known as the alternative vote. "], ["Referendum on the UK's membership of the EU - For", " Another referendum on membership of the European Union should be held"], ["Referendums for Directly Elected City Mayors", "Referendums should be held so residents of cities can decide if they want a powerful, directly elected, mayor."], ["Register of Lobbyists", "There should be a register of those who professionally lobby MPs"], ["Regulation of Shale Gas Extraction", "There should be greater regulation of shale gas extraction."], ["Remove Hereditary Peers from the House of Lords", "the hereditary peers should be removed from the House of Lords"], ["Replace Higher Education Grants with Loans", "Grants for higher education students should be replaced with higher amounts being made available via student loans."], ["Require Pub Companies to Offer Rent Only Leases", "Pub companies ought be required to offer rent only leases"], ["Restrict 3rd party campaigners during elections", "there should be more restrictions what those who are not themselves standing can do during elections "], ["Restrict Scope of Legal Aid", "The provision of legal aid ought be restricted; the scope of cases and circumstances in which legal aid may be provided should be reduced."], ["Retain funds from council house sales locally", "Funds from council house sales should be retained locally, for use buying new council homes."], ["Retention of Business Rates by Local Government", "Local Government should retain more of their area's business rates. "], ["Right for EU Citizens in the UK to Stay", "EU Citizens currently in the UK should retain a right to live and work in the UK."], ["Right to strike", "workers have the right to withhold their labour during disputes with employers. Includes making it easier, or less risky, to strike and picket. "], ["Same Sex Marriage - for", "Same sex couples ought be allowed to marry. (This is a subset of the equal rights for homosexuals policy)"], ["Schools - Greater Autonomy", "schools should be given greater autonomy to decide their own affairs"], ["Sell England's Public Forests", "England's Public Forests should be sold"], ["Smoking ban - In favour", "all smoking should be banned and that all advertising should be curtailed wherever possible"], ["State control of bus services", "The state should regulate bus services (in the future this might include subsidising bus services)"], ["Stop climate change", "the laws which enforce Climate Change policy should be as strong as possible"], ["Stronger Military Covenant", "the Military Covenant should be stronger, and have the force of law"], ["Tax Incentives for Companies Investing in Assets", "Companies' corporation tax ought be reduced more in respect of investment in assets; primarily this relates to capital allowances. "], ["Teach children about drugs, sexuality and health ", "Personal, Social and Health Education should be included in the national curriculum and ought include drug education. "], ["Termination of pregnancy - against", "Legal Abortion should be limited as far as possible"], ["Terrorism laws - For", "the crime known as \"Terrorism\" is different from murder and conspiracy to murder, and should have it's own special category for which the normal rights not to be detained without charge or trial can be summarily suspended at the whim of the Government"], ["The UK should not ratify the Lisbon Treaty", "the EU's Lisbon Reform Treaty amounts to little more than the provisions of the failed EU Constitution re-presented as revisions to the existing treaties, and that consequently the Treaty should not be ratified by the UK"], ["Tougher on illegal immigration", "The UK should have stronger laws to tackle illegal immigration"], ["Trade Union Regulation", "Trade unions, and strikes, should be more heavily regulated."], ["Transexuality - Against legal recognition", "\"sex change\" operations should not be easier to obtain; that people should not be allowed to change their legally recognised gender (except following administrative or clerical error)"], ["Transparency of Parliament", "the Freedom of Information Act should not be changed to exclude Parliament or all correspondence between MPs and any part of government, and that expenses, the Register of Members' Interests &c. should be more public"], ["Trident replacement - In favour", "the Trident submarine nuclear weapons system should be replaced by a new nuclear weapons system of at least the same capability by the time it is decommissioned"], ["Tuition fees - Set Upper Limit at £9,000 per Year", "raising the cap on university tuition fees to £9000/year - was the right approach to take"], ["University education fees - Should be free", "the cost of university education should be free at the point of use; it should not be charged in the form of top-up or tuition fees even if accompanied by government-subsidised loans"], ["University Tuition Fees - For", "the cost of university education should be charged for at the point of use in the form of top-up or tuition fees, albeit accompanied by government-subsidised loans"], ["Use of UK Military Forces Overseas", "UK military forces ought be engaged in combat operations abroad. "], ["Voting age - Reduce to 16", "the age at which citizens can vote in elections should be lowered from 18 to 16"], ["War - Parliamentary authority not necessary", "The Prime Minister of the day has sole discretion (under the Royal Prerogative) over where this country deploys its armed forces and does not need Parliamentary approval either to go to or continue to wage war"], ["Welfare benefits ought rise in line with prices", "Welfare benefits ought rise at least in line with prices"]]