{"Abortion, Embryology and Euthanasia- Against":{"name":"Abortion, Embryology and Euthanasia","category":"health","description":"medical procedures such as euthanasia, assisted killing, abortion and embryo destruction should be illegal"},"Academy Schools - for":{"name":"Academy Schools","category":"education","description":"Voted in favour of academy schools; schools free of local government control and only answerable to central government."},"Action to prevent domestic violence":{"name":"Action To Prevent Domestic Violence","category":"crime","description":"Action should be taken to prevent domestic violence"},"Additional Rate of Income Tax - Increase":{"name":"Increase Income Tax to 45% on earning over £150,000","category":"tax-and-spending","description":"The additional rate of income tax (45% on income over £150,000 for 2013/14) ought be increased. "},"Against On-Shore Wind Turbines":{"name":"On-shore Wind Turbine","category":"environment","description":"Electricity generating wind turbines shouldn't be built on land in the UK"},"Apprenticeships":{"category":"employment","description":"Apprenticeships should be encouraged"},"Assisted Dying":{"category":"health","description":"it should be legal to assist a terminally ill individual who wishes to die, to die."},"Asylum System - More strict":{"name":"Stricter Asylum System","category":"immigration","description":"the asylum system should be stricter by tightening the criteria for acceptance, setting tougher rules for allowable activities and making it easier for government agencies to remove asylum seekers"},"Balance the Budget Without Borrowing":{"category":"economy","description":"The government should balance its budget without borrowing"},"Ban fox hunting":{"category":"environment","description":"hunting foxes with dogs should be banned"},"Bankers' Bonus Tax":{"name":"Introduce Bankers' Bonus Tax","category":"tax-and-spending","description":"That there ought be a specific tax on Bankers' Bonuses"},"Business and community control of schools: For":{"name":"Business and Community Control of Schools","category":"education","description":"local businesses and community groups should have greater control over the running of individual state schools (called \"Trust Schools\", \"Free Schools\", etc)"},"Civil aviation pollution - For limiting":{"name":"Limit Civil Aviation Pollution","category":"environment","description":"there is too little protection for residents under flight paths, and we need to increase the industry's transparency and give those who are aggrieved some form of redress"},"Control Orders":{"name":"Reducing Judicial Oversight of Control Orders","category":"foreign-and-defense","description":"the government should get all the powers for making Control Orders it asks for against terrorist suspects, with as little judicial oversight as possible"},"Corporal punishment of children - Against":{"name":"Corporal Punishment of Children","category":"crime","description":"children should be given equal protection in law from assault to that enjoyed by adults, banning all corporal punishment of children"},"Crossrail - In favour":{"name":"Crossrail","category":"transport","description":"the Crossrail scheme, the proposed train line through London From East to West, should be built"},"Cull Badgers":{"category":"environment","description":"Badgers ought be culled in an effort to control bovine tuberculosis."},"Do more to help refugees inclding children":{"name":"Do More to Help Refugees Including Children","category":"immigration","description":"the UK should do more to help refugees including children"},"Encourage and incentivise saving":{"category":"economy","description":"Encouraging and incentivising people to save money is a good idea"},"End support for some 16-18 yr olds in education":{"category":"education","description":"The government ought stop payments made to some 16-18 year olds to support them in education and training. "},"Energy Prices - More Affordable":{"category":"environment","description":"Energy prices ought be reduced and measures ought be introduced to make energy more affordable."},"Excess Bedroom Benefit Penalty for Social Tenants":{"name":"Bedroom Tax","category":"housing","description":"Housing related benefits should be reduced for social housing tenants who are deemed to have excess bedrooms."},"Fixed Term Parliaments":{"category":"parliament","description":"There should be regular general elections at set intervals. "},"For the UK to Remain a Member of the EU":{"category":"foreign-and-defense","description":"The UK should remain a member of the EU"},"Fox hunting - Ban":{"name":"Fox Hunting Ban","category":"Environment","description":"people should not be allowed to hunt wild animals (primarily foxes) with hounds"},"Freedom of Information Bill 2000 - Strengthen":{"name":"Strengthen the Freedom of Information Act 2000","category":"parliament","description":"The public has a right to know any information held by the Government with as few exceptions as possible"},"Fully Elected House of Lords":{"category":"parliament","description":"the House of Lords should be wholly elected "},"Further Devolution to Scotland":{"category":"parliament","description":"More powers should be devolved from the UK Parliament to the Scottish Parliament and Scottish Government"},"Further devolution to Wales":{"category":"parliament","description":"Further powers ought be devolved from the UK Government to the Welsh Government."},"GP Commissioning in the NHS":{"category":"health","description":"GPs should buy services such as out of hours care, ambulance services and hospital care on behalf of their patients. "},"Higher taxes on alcoholic drinks":{"category":"tax-and-spending","description":"taxes on alcoholic drinks ought be higher. (Includes alcohol duty rates and VAT)"},"Higher taxes on banks":{"category":"tax-and-spending","description":"Banks should be taxed more"},"Higher taxes on sugary drinks":{"category":"tax-and-spending","description":"There should be higher taxes on sugary drinks"},"Homosexuality - Equal rights":{"name":"Equal Rights for Gay and Lesbians","category":"civil-rights","description":"gays and lesbians should have the same rights as heterosexuals, including an equal age of consent and the right to adopt; that same-sex couples should be provided partnership rights equivalent to those of married heterosexual couples; and that discrimination on the basis of sexual orientation should be made illegal"},"Human Rights and Equality":{"category":"civil-rights","description":"Human rights and equality are important principles "},"Identity cards - For introduction":{"category":"civil-rights","description":"compulsory Identity Cards and the National Identity Register should be introduced"},"In Favour of Mass Surveillance":{"category":"civil-rights","description":"The UK state should, subject to safeguards, be allowed to obtain, retain and look at personal and private information from the population en-mass eg. people's communications, health records, travel data etc. "},"Incentivise Low Carbon Electricity Generation":{"category":"Environment","description":"The government ought provide financial incentives to encourage electricity generation with low carbon emissions."},"Increase VAT":{"category":"tax-and-spending","description":"The VAT rate should be increased"},"Increase the income tax - tax free allowance":{"category":"tax-and-spending","description":"increase the personal tax free allowance for income tax reduce income tax for many people and to remove some from income tax all together. "},"Inheritance Tax":{"category":"tax-and-spending","description":"Inheritance tax rates ought be higher and thresholds for starting paying the tax ought be lower. ie. they are in favour of inheritance tax. "},"Jobs Guarantee for Long Term Young Unemployed":{"category":"employment","description":"Jobs ought be created for young people who have been unemployed for a long period of time. "},"Limit NHS Foundation Trust Private Patient Income":{"category":"health","description":"the ability of NHS Foundation Trusts to make money from private patients ought be restricted and reduced"},"Localise Council Tax Support":{"category":"tax-and-spending","description":"Support paying council tax for those on low incomes ought be arranged by local councils."},"Lower taxes on petrol & diesel for motor vehicles":{"category":"tax-and-spending","description":"Taxes on petrol and diesel for vehicles ought be lower"},"Make High Earners Pay Market Rent for Council Home":{"category":"tax-and-spending","description":"Higher Earners should pay market rates for council homes"},"Make it easier to trigger a new election for an MP":{"category":"parliament","description":"It ought be easier to trigger a new election for an MP in a particular constituency. "},"Mansion Tax":{"category":"tax-and-spending","description":"There ought be an annual tax on the value of properties worth over a certain amount. The proposed tax is popularly known as the mansion tax."},"Mass Retention of Communications Data":{"category":"foreign-and-defense","description":"we should require the mass retention of information about communications, (but not the content of those communications)\n"},"Measures to reduce tax avoidance. ":{"category":"tax-and-spending","description":"we should have more measures to reduce tax avoidance. "},"Merge Police and Fire under Police & Crime Cmmr":{"name":"Merge Police and Fire under Police & Crime Commisioners","category":"crime","description":"Police and Crime Cmmrs should have their role expanded to cover the Fire and Rescue service."},"Military Action against Daesh / ISIL ":{"category":"foreign-and-defense","description":"The actions of Daesh / ISIL need to be tackled by military action"},"Minumum Wage":{"name":"Increase Minimum Wage","category":"civil-rights","description":"There should be a minimum wage and it ought be higher"},"More Generous Benefits for Ill and Disabled":{"category":"civil-rights","description":"the Government should pay more generous benefits to those unable to work due to illness or disability."},"More funds for social care":{"category":"civil-rights","description":"The Government should provide more money for social care such as personal care and practical assistance provided for people in need."},"More powers for local councils":{"category":"parliament","description":"power ought be devolved from central government to local councils"},"No detention without charge or trial":{"category":"civil-rights","description":"there is no excuse to arrest and detain suspects without charging them with an offence and bringing a prosecution in a court of law on the basis of the evidence"},"Nuclear power - For":{"name":"Pro Nuclear Power","category":"environment","description":"the UK's Nuclear Power program is vital today, and should be expanded in the future"},"Parliamentary scrutiny - Reduce":{"name":"Reduce Parliamentary Scrutiny","category":"parliament","description":"that Parliamentary scrutiny of new legislation should be reduced"},"Police and Crime Commissioners":{"category":"crime","description":"Elected Police and Crime Commissioners ought be responsible for local policing and crime strategy."},"Post office closures - against":{"name":"Post Offices should be Closed","category":"economy","description":"all post offices should be saved and if necessary subsidised"},"Prevent abuse of zero hours contracts":{"category":"civil-rights","description":"there should be regulations to prevent abuses of zero hours contracts"},"Privatise Royal Mail":{"category":"economy","description":"The Royal Mail should be privatised. "},"Proportional Representation Voting System - For ":{"name":"For Proportional Representation Voting System","category":"parliament","description":"the voting system should change to a more proportional one which links vote and seat numbers more equally\n\n\n"},"Protesting near Parliament - Unrestricted":{"name":"Unrestricted Protesting near Parliament","category":"civil-rights","description":"the right to protest by all people, including Brian Haw, in Parliament Square and the surrounds must be preserved"},"Public Ownership of Railways":{"category":"transport","description":"Railways should be state owned and run"},"Rail Fares - Lower":{"name":"Lower Rail Fares","category":"transport","description":"Rail fares should be lower. "},"Recreational drugs - Against legalization":{"name":"Recreational Drugs should be Legalized","category":"crime","description":"recreational drugs (excluding alcohol) should not be made more available or less illegal; that penalties for suppliers and users should be increased; and that a greater awareness of the negative consequences of drug abuse should be promoted"},"Reduce Spending on Welfare Benefits":{"category":"tax-and-spending","description":"the UK state should reduce spending on social security and welfare benefits, including state assistance provided via the tax system. "},"Reduce capital gains tax":{"category":"tax-and-spending","description":"Capital gains taxes should be reduced. "},"Reduce central funding for local government":{"category":"tax-and-spending","description":" central government should provide less money to local government"},"Reduce the rate of Corporation Tax":{"category":"tax-and-spending","description":"the main rate of Corporation Tax ought be reduced"},"Reducing the number of MPs - for":{"name":"Reduce the Number of MPs","category":"parliament","description":"the number of constituencies represented in Parliament should be reduced, and that therefore should be fewer MPs"},"Referendums for Directly Elected City Mayors":{"category":"parliament","description":"Referendums should be held so residents of cities can decide if they want a powerful, directly elected, mayor."},"Register of Lobbyists":{"category":"parliament","description":"There should be a register of those who professionally lobby MPs"},"Regulation of Shale Gas Extraction":{"category":"environment","description":"There should be greater regulation of shale gas extraction."},"Remove Hereditary Peers from the House of Lords":{"category":"parliament","description":"the hereditary peers should be removed from the House of Lords"},"Replace Higher Education Grants with Loans":{"category":"education","description":"Grants for higher education students should be replaced with higher amounts being made available via student loans."},"Restrict Scope of Legal Aid":{"category":"civil-rights","description":"The provision of legal aid ought be restricted; the scope of cases and circumstances in which legal aid may be provided should be reduced."},"Right for EU Citizens in the UK to Stay":{"category":"foreign-and-defense","description":"EU Citizens currently in the UK should retain a right to live and work in the UK."},"Right to strike":{"category":"civil-rights","description":"workers have the right to withhold their labour during disputes with employers. Includes making it easier, or less risky, to strike and picket. "},"Same Sex Marriage - for":{"name":"Pro Same Sex Marriage","category":"civil-rights","description":"Same sex couples ought be allowed to marry. (This is a subset of the equal rights for homosexuals policy)"},"Schools - Greater Autonomy":{"name":"Greater Autonomy for Schools","category":"education","description":"schools should be given greater autonomy to decide their own affairs"},"Sell England's Public Forests":{"category":"environment","description":"England's Public Forests should be sold"},"State control of bus services":{"category":"parliament","description":"The state should regulate bus services (in the future this might include subsidising bus services)"},"Stop climate change":{"category":"environment","description":"the laws which enforce Climate Change policy should be as strong as possible"},"Stronger Military Covenant":{"category":"foreign-and-defense","description":"the Military Covenant should be stronger, and have the force of law"},"Tax Incentives for Companies Investing in Assets":{"category":"tax-and-spending","description":"Companies' corporation tax ought be reduced more in respect of investment in assets; primarily this relates to capital allowances. "},"Teach children about drugs, sexuality and health ":{"category":"education","description":"Personal, Social and Health Education should be included in the national curriculum and ought include drug education. "},"Termination of pregnancy - against":{"name":"Termination of Pregnancy","category":"health","description":"Legal Abortion should be limited as far as possible"},"Terrorism laws - For":{"name":"Stronger Terrorism Laws","category":"foreign-and-defense","description":"the crime known as \"Terrorism\" is different from murder and conspiracy to murder, and should have it's own special category for which the normal rights not to be detained without charge or trial can be summarily suspended at the whim of the Government"},"Tougher on illegal immigration":{"category":"foreign-and-defense","description":"The UK should have stronger laws to tackle illegal immigration"},"Trade Union Regulation":{"category":"parliament","description":"Trade unions, and strikes, should be more heavily regulated."},"Transexuality - Against legal recognition":{"name":"Transexuality should be Legally Recognised","category":"civil-rights","description":"\"sex change\" operations should not be easier to obtain; that people should not be allowed to change their legally recognised gender (except following administrative or clerical error)"},"Transparency of Parliament":{"category":"parliament","description":"the Freedom of Information Act should not be changed to exclude Parliament or all correspondence between MPs and any part of government, and that expenses, the Register of Members' Interests &c. should be more public"},"Trident replacement - In favour":{"name":"Trident Replacement","category":"foreign-and-defense","description":"the Trident submarine nuclear weapons system should be replaced by a new nuclear weapons system of at least the same capability by the time it is decommissioned"},"Tuition fees - Set Upper Limit at £9,000 per Year":{"name":"Limit University Tuition Fees to £9,000 per year","category":"education","description":"raising the cap on university tuition fees to £9000/year - was the right approach to take"},"University education fees - Should be free":{"name":"Univeristy Tuition should be Free","category":"education","description":"the cost of university education should be free at the point of use; it should not be charged in the form of top-up or tuition fees even if accompanied by government-subsidised loans"},"Use of UK Military Forces Overseas":{"category":"foreign-and-defense","description":"UK military forces ought be engaged in combat operations abroad. "},"Voting age - Reduce to 16":{"name":"Reduce the Voting Age to 16","category":"civil-rights","description":"the age at which citizens can vote in elections should be lowered from 18 to 16"},"War - Parliamentary authority not necessary":{"name":"Parliamentary Authorisation should not be needed for War","category":"foreign-and-defense","description":"The Prime Minister of the day has sole discretion (under the Royal Prerogative) over where this country deploys its armed forces and does not need Parliamentary approval either to go to or continue to wage war"},"Welfare benefits ought rise in line with prices":{"category":"tax-and-spending","description":"Welfare benefits ought rise at least in line with prices"}}